[
    "F&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 0                        \n  \n \n \n \n   HDFC Life  Group Term Life  \n \nOF \n \n \n«OWNERNAME»  \n \n \n \n \n \n  \nBased on the Proposal and the declarations and \nany \nstatement made or referred to therein,  \nWe will pay the Benefit s mentioned in this Policy  \nsubject to the terms and conditions contained \nherein  \n \n \n \n \n \n \n<< Designation of the Authorised Signatory >>  \n \n \n  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 1                        \n  \nPART A: Covering Letter with Policy  Schedule  \n                                                                                                                                                <dd-mm-yyyy>  \n__________________  \n__________________  \n__________________  \n__________________  \n__________________  \n \n \nYour HDFC Life  <Policy  Name> with Policy  No. < Policy  no.>  \n \nDear Mr./Ms.___________________________,",
    "__________________  \n__________________  \n__________________  \n__________________  \n \n \nYour HDFC Life  <Policy  Name> with Policy  No. < Policy  no.>  \n \nDear Mr./Ms.___________________________,  \n \nWe thank you for choosing HDFC Life  Insurance as your preferred life insurance solution provider..  \n \nWe are pleased to enclose your Policy  Bond, which carries the following details of your recently \npurchased HDFC Life  Insurance Policy :  \n \n Policy  Schedule   :  Summary of key features of your HDFC Life  Insurance Policy  \n Premium  Receipt   :  Acknowledgement of the first Premium  paid by you  \n Terms & Conditions   :  Detailed terms of your Policy  contract with HDFC Life                                                               \n                                                    Insurance  \n Service Options   :  Wide range of Policy  servicing options that you can Benefit  \nfrom",
    "Insurance  \n Service Options   :  Wide range of Policy  servicing options that you can Benefit  \nfrom \n \nWe request you to carefully go through the information given in this document. You are also advised to \nkeep the Policy  Bond with utmost care and safety because this document will be required at the time \nof availing Policy  Benefit s.  In case of employer -employee relationship and the policy has been issued \nin the benefit of employee you are advised to communicate to the emp loyee on the details of insurance \ncoverage and also provide a copy of terms and conditions to employee.  In the case of non-employer  \nemployee policy, certificate of insurance shall be given to the individual members.  \n \nYou shall have a period of ___ days  from the date of receipt of the Policy document to review the \nterms and conditions of this Policy and in case of disagreements with the said terms and conditions, an",
    "terms and conditions of this Policy and in case of disagreements with the said terms and conditions, an \noption to return the Policy to the Company for cancellation can be exercised, stating the re asons for \nobjections. Upon such Free -Look cancellation , the Company shall return the Premium paid subject to \ndeduction of a proportionate risk Premium for the period of insurance cover in addition to the stamp \nduty charges. All Benefits and rights under th is Policy shall immediately stand terminated on the \ncancellation of the Policy.  \n \n \nFor any assistance, please feel free to contact our customer service team at onlinequery@hdfclife.com  \nor call our  toll free number 1800 266 9777 . You can also get in touch with us via social media: \nhttps://www.youtube.com/user/hdfclife10  \nhttp://www.linkedin.com/company/19117   \nhttps:/ /twitter.com/HDFClife   \nhttps://www.facebook.com/HDFClife  \n \n \nThank you for giving us the opportunity to help you prepare for a long and happy life.",
    "https:/ /twitter.com/HDFClife   \nhttps://www.facebook.com/HDFClife  \n \n \nThank you for giving us the opportunity to help you prepare for a long and happy life.  \n \nYours sincerely,  \n \n<< Designation of the Authorised Signatory >>  \n \nIntermediary details  \nIntermediary Name :                 \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 2                        \n Address    : \nMobile/Landline Number  :  \n \n \n \n \n \nA1 Free Look Provisions:  \n \nFor the Master Policyholder  \n \nThe Master Policyholder  shall have a period of 15 days  from the date of receipt of the Master Policy  \ndocument to review the terms and conditions of this Policy  and if the Master Policyholder  disagrees \nwith any of the terms and conditions, he/she has the option to return the Master Policy  stating the \nreasons for the cancellation  upon whic h the Company shall refund the Premium  paid subject to",
    "with any of the terms and conditions, he/she has the option to return the Master Policy  stating the \nreasons for the cancellation  upon whic h the Company shall refund the Premium  paid subject to \ndeduction of a proportionate risk Premium  for the period of Insurance C over in addition to the \nexpenses incurred on medical examination (if any) and the stamp duty charges. All Benefit s and rights \nunder this Policy  shall immediately  stand terminated on the cancellation of the Policy .  \n \nThe Master Policyholder shall have a period of 30 days if the Policy is sourced through Direct Sales# \nfrom the date of receipt of the Master Policy document to review the terms and conditions of this P olicy \nand if the Master Policyholder disagrees with any of the terms and conditions, he/she has the option to \nreturn the Master Policy stating the reasons for the cancellation upon which the Company shall refund",
    "return the Master Policy stating the reasons for the cancellation upon which the Company shall refund \nthe premium paid subject to deduction of pro portionate risk Premium for the period of insurance cover \nin addition to the expenses incurred on medical examination (if any) and the stamp duty charges. All \nBenefits and rights under this Policy shall immediately stand terminated on the cancellation of t he \nPolicy.  \n \nThe Insured Member  shall have a period of 15 days  from the date of receipt of the Certificate of \nInsurance to review the terms and conditions of this Policy  and if the Insured Member  disagrees with \nany of the terms and conditions, he/she has t he option to return the Certificate of Insurance stating \nthe reasons for the cancellation  upon whic h the Company shall refund the Premium  paid subject to \ndeduction of a proportionate risk Premium  for the period of Insurance C over in addition to the",
    "the reasons for the cancellation  upon whic h the Company shall refund the Premium  paid subject to \ndeduction of a proportionate risk Premium  for the period of Insurance C over in addition to the \nexpense s incurred on medical examination (if any) and the stamp duty charges. All Benefit s and rights \nunder this Policy  shall immediately stand terminated at the cancellation of the Policy .  \n \nThe Insured Member shall have a period of 30 days if the Policy is sourced through Direct Sales# from \nthe date of receipt of the Certificate of Insurance to review the terms and conditions of this Policy and \nif the Insured Member disagrees with any of the terms and conditions, he/she has the option to return \nthe Certifica te of Insurance stating the reasons for the cancellation upon which the Company shall \nrefund the premium paid subject to deduction of a proportionate risk Premium for the period of",
    "the Certifica te of Insurance stating the reasons for the cancellation upon which the Company shall \nrefund the premium paid subject to deduction of a proportionate risk Premium for the period of \ninsurance cover in addition to the expenses incurred on medical examination  (if any) and the stamp \nduty charges. All Benefits and rights under this Policy shall immediately stand terminated on the \ncancellation of the Policy.  \n \nAll Benefit s and rights under this Policy  shall immediately stand terminated at the cancellation of the \nPolicy. \n# Distance Marketing includes every activity of solicitation (including lead generation) and sale of \ninsurance products through the following modes: (i) voice mode, which includes telephone -calling (ii) \nshort messaging service (SMS) (iii) electronic  mode which includes e -mail, internet and interactive \ntelevision (DTH) (iv) physical mode which includes direct postal mail and newspaper and magazine",
    "television (DTH) (iv) physical mode which includes direct postal mail and newspaper and magazine \ninserts and (v) solicitation through any means of communication other than in person . \n \n \n \nA2 Policy  Preamble  \nThis Policy  document evidences a legal contract between the Master Policyholder  and HDFC Life  \nInsurance Company Limited which has been  concluded on the basis of the master proposal f orm and \nother documents evidencing insurability of the Insured M ember s.  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 3                        \n  \nBenefit s under this Policy  will be payable on the occurrence of the Insured Events as detailed under \nPart C of this Terms and Conditions and under the Certificate Of Insurance issued to the Insured \nMember  subject to Policy  being in force.   \n \n \n \nA.3 Policy Schedule  \n \n Name of Policy  HDFC Life  Group Term Life  \nRider(s) if any",
    "Member  subject to Policy  being in force.   \n \n \n \nA.3 Policy Schedule  \n \n Name of Policy  HDFC Life  Group Term Life  \nRider(s) if any   \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 4                        \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nA.4. Coverage Summary  \n \n \nBasis of Sum Assured   \n \n \n \nBasis of Rider(s) Sum Assured   \n Policy  No.  \n \nName & Address of Policyholder : \n Policy  Commencement date: <<dd/mm/yyyy>>  \n \nRisk Commencement Date/ Date at inception: <<dd/mm/yyyy>>  \n \nRisk Commencement date for new members:  \n<<first Day of the calendar Month>>  \n<<Date of Joining the Group>>  \n<<Date of intimation>>  \n \nFrequency of Premium  Payment:  \n<<Monthly>> <<Quarterly>> Half -Yearly>> <<Yearly>>  \nPremium  Due Date:  \n \n<<Monthly: ..st Day of every month till xx month of 20… >>  \n<<Quarterly: ..st Day of xx,yy,zz months of 20… >>  \n<<Half -Yearly: ..st Day of xx Month of 20… >>  \n<<Yearly: ..st Day of xx Month of 20… >>",
    "<<Quarterly: ..st Day of xx,yy,zz months of 20… >>  \n<<Half -Yearly: ..st Day of xx Month of 20… >>  \n<<Yearly: ..st Day of xx Month of 20… >>  \n \nCover Cessation Date: <<dd/mm/yyyy>>  \nPolicy  Renewal Date: << dd/mm/yyyy>>  \n \nGrace Period Expiry Date: <<dd/mm/yyyy>>  \nNature of Business   \nBenefit  Expiry Age  <<   >> Years last birthday  \nInsured Member s: As per the Coverage Schedule  \nSum Assured:  \nAs mentioned in the policy documents / Certificate of Insurance / Coverage schedule  \n \nSpecial Policy Conditions, if any  <<Not Applicable>>  \n \n<<Suicide Exclusion: Applicable>>  \n<<Suicide Exclusion: Not Applicable >>  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 5                        \n  \n \nAge Eligibility for Members  \n Minimum at Entry: ….. Years as on last Birthday  \nMaximum at Entry: ….. Years as on last Birthday  \n \nMaximum Maturity Age: ….. th  Birthday  \n \n \nNumber of Lives   \nFor Employer – Employee  \nFor Non Employer – Employee",
    "Maximum at Entry: ….. Years as on last Birthday  \n \nMaximum Maturity Age: ….. th  Birthday  \n \n \nNumber of Lives   \nFor Employer – Employee  \nFor Non Employer – Employee  \n \n \nFree Cover Limit (Base Plan)   \n \n \n \nFree Cover Limit (Riders)  \n  \n \nPremium  Rate (Base Plan)  \n  \n \nPremium  Rate (Riders)  \n  \n \nPremium  Amount (Base Plan)  \n  \n \n \nPremium  Amount (Riders)  \n  \n \n \nService Tax Amount (Base Plan)  \n  \n \nService Tax Amount (Riders)  \n  \n \nApplicable Cess  \n  \n \nTotal Amount  \n  \n \n \n \n \n \n \n \n \n \n  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 6                        \n  \nB1 Definitions  \n \nIn this Policy , unless the context requires otherwise, the following words and expressions shall have \nthe meaning ascribed to them respectively herein below:   \n \n \n1. Accident:  An accident is a sudden, unforeseen and involuntary event cau sed by external and \nvisible and violent  means.",
    "the meaning ascribed to them respectively herein below:   \n \n \n1. Accident:  An accident is a sudden, unforeseen and involuntary event cau sed by external and \nvisible and violent  means.  \n \n2. Accidental death:  covers death, which results directly from Accident and occurs within 90 days \nof the date of Accident.  \n \n3. Active Service shall mean employees employed with the Policyholder  on a full time permanent \nbasis and who are actively working on a day which is one of the Policyholder ’s scheduled work \ndays and are performing in the customary manner all the regular duties of his employm ent with \nthe Policyholder  on a full -time basis that day either at one of the Policyholder ’s business \nestablishments, or at some location to which the Policyholder ’s business requires him to travel.  An \nemployee will be considered in Active Service on a day , which is not one of the Policyholder ’s",
    "employee will be considered in Active Service on a day , which is not one of the Policyholder ’s \nscheduled workdays only if he was performing in the customary manner all of the regular duties of \nhis employment on the preceding scheduled workday. This is only applicable for an Employer -\nEmployee relationship.  \n \n4. Active Member  is an individual who is a member of the organization who is active and \nparticipates in its day -to-day activities. The active member must hold some sort of basic position , \nqualifica tion, etc.  as defined by the organization under its eligibility criteria and should have meet \nall the obligations and conditions required to be an active member. He should be active at work on \nthe Risk commencement date. This is only applicable for an Emp loyer-Employee relationship.  \n \n5. Active Service Certificate is the certificate issued pursuant to Part F. 3.3 of this Policy . This is \nonly applicable for an Employer -Employee relationship.",
    "5. Active Service Certificate is the certificate issued pursuant to Part F. 3.3 of this Policy . This is \nonly applicable for an Employer -Employee relationship.  \n \n6. Active Member Declaration shall mean a statement provided by an Active  Member he/she is \nactive and performing his /her daily activities and all his /her obligations as usual on the Risk \nCommencement date.  In the event if the member is suffering from any illness, injury or in case of \nmaternity  the Risk cover shall not commence until the member has recovered and is capable of \nperforming his/her regular duties on a full time basis and also subject to signing a health \ndeclaration which is to be countersigned by the organization.  \nThis is applicable for an Employer -Employee relationship as well as an Affinity group.  \n \n7. Actively at Work means if on the Risk Commencement Date, the member is performing in the \nusual way, all of the regular duties of his/her job on a full time basis.  If the member is absent on",
    "7. Actively at Work means if on the Risk Commencement Date, the member is performing in the \nusual way, all of the regular duties of his/her job on a full time basis.  If the member is absent on \nthe date the coverage  commences, due to illness, injury or maternity the coverage shall not \ncommence until the date of his/her joining to duties and performing in the usual way all of the \nregular duties of his/her job on a full time basis and subject to signing a health declar ation which is \nto be countersigned by the employer. This is only applicable for an Employer -Employee \nrelationship.  \n \n8. Additional Sum Assured shall have the meaning assigne d to it under Section C.1.4  and shall be \nthe amount specified in the Coverage Schedule against the name of an Insured Member as the \nadditional sum assured payable to such an Insured Member.  \n \n9. Affinity Group means   a group consisting of persons who assemble together with a commonalit y",
    "additional sum assured payable to such an Insured Member.  \n \n9. Affinity Group means   a group consisting of persons who assemble together with a commonalit y \nof purpose or engaging in a common economic activity.   \n \nIn Insurance parlance Affinity Group can be divided into as follows  \n PART B  \nImportant Terms and Definitions  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 7                        \n a) Non-employer -employee groups like employee welfare associations, customers of a bank, \nprofessional associations or societies may  also be treated as affinity groups provided the \npresident/ secretary/ manager/ group organizer in his capacity as organizer of the group \nhas an authority from majority of the members of the group to arrange insurance on their \nbehalf . \n \nb) Lender Borrower rela tionship  between a financial institution and its members .",
    "has an authority from majority of the members of the group to arrange insurance on their \nbehalf . \n \nb) Lender Borrower rela tionship  between a financial institution and its members .  \n \n \n10. Age shall be Age last birthday of Life Assured at entry i.e. the Age in completed years and is \nstated in the Policy  Schedule.  \n \n11. Annual Renewal Date shall mean the anniversary date of the Policy , however for the Affinity \nGroup under Lender -Borrower relationship the coverage would cease on completion of one year \nfrom the respective Risk Commencement Date of the Insured member . \n \n12. Authorization for the purpose of this Policy  means authorization given by the Insured Member  to \nthe company, allowing the company to make claim payments in favour of Master Policyholder  to \nthe extent of outstanding loan balance. This is only applicable for a lender -borrower scheme.  \n \n13. Basic Policy  means and includes this document, Coverage Schedule, the signed Proposal Form,",
    "the extent of outstanding loan balance. This is only applicable for a lender -borrower scheme.  \n \n13. Basic Policy  means and includes this document, Coverage Schedule, the signed Proposal Form, \nthe Policy  Schedule and any attached endorsements or supplements together with all addendums.  \n \n14. Beneficiary shall mean the person(s) or the entity who is eligible to receive mon ey on behalf of \nthe Insured Member  in case of any event.  \n \n15. Benefit s means the Benefit  as mentioned in Part C of this Policy  Document.  \n \n16. Benefit  Expiry Age means the Age in Years last birthday as mentioned in the Policy  Schedule . \n \n17. Certificate of Insurance in respect of an Insured Member , means the Certificate of Insurance \nissued by the Company under this Policy  as per the IRDAI notification issued on Group Products \nunder the (Non - Linked Insurance Products) Regulation, 2013, or on such terms as modified by the",
    "issued by the Company under this Policy  as per the IRDAI notification issued on Group Products \nunder the (Non - Linked Insurance Products) Regulation, 2013, or on such terms as modified by the \nRegulator from time to time. The Certificate of Insurance shall be attached to and form part of this \nPolicy. In the event of any inconsistency or contradiction between the Policy  and the Certificate of \nInsurance, the terms and conditions contained in the Policy  will prevail. This is applicable to an \naffinity group. In the case of an Employer -Employee relati onship, the Insured Member  can refer to \nthe Terms and Conditions document provided to the Human Resources department of the \nEmployer . \n \n18. Company means HDFC Life  Insurance Company Limited.  \n \n19. Coverage Schedule shall mean Coverage Schedule appended to this Policy giving the details of \nthe Insured Member s covered under this Policy. In the case of an Employer -Employee relationship,",
    "19. Coverage Schedule shall mean Coverage Schedule appended to this Policy giving the details of \nthe Insured Member s covered under this Policy. In the case of an Employer -Employee relationship, \nthe Insured Member can refer to the Coverage Schedule document provided to the Employer.  \n \n20. Cover Cessation Date is as stated in the Policy  schedule.  \n \n21. Cover Expiry Date means the period specified as such in the Schedule of the Insured Member s \nand / or the Certificate of Insurance . \n \n22. Date of Lapse shall have the meaning as signed to it under section Part F.11  of this Policy .  \n \n \n23. Eligibility Criteria shall mean the criteria required to be satisfied by an Eligible me mber as \nspecified under Part F. 3 of this Policy .  \n \n24. Eligible Member shall mean a person on whose behalf the Policy  Holder has made an Application \nthe Company for grant of an Insurance Cover.",
    "specified under Part F. 3 of this Policy .  \n \n24. Eligible Member shall mean a person on whose behalf the Policy  Holder has made an Application \nthe Company for grant of an Insurance Cover.  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 8                        \n 25. Enabling Clause means the Insured Member s authorizing the Company to make the claim \npayments to the Master Policyholder  to the extent of the Outstanding Loan Balance, in \nconsider ation of having received a loan, or an existing outstanding loan, on the occurrence of the \nspecified event. This is only applicable in a lender -borrower scheme.  \n \n26. Event shall mean anything that triggers the Benefit  payment within purview of this Policy . \n \n27. Free Cover Limit (FCL) shall mean the amount of insurance or Sum Assured , which the company \nshall provide to a member without any medical underwriting.",
    "27. Free Cover Limit (FCL) shall mean the amount of insurance or Sum Assured , which the company \nshall provide to a member without any medical underwriting.  \n \n28. Frequency of Premium  Payment shall mean annual, half yearly, quarterly or monthly payment \nof Premium  as stated in the Frequency of Payment in the Schedule.  \n \n29. Injury  means the accidental physical bodily harm excluding illness or disease , solely and directly \ncaused by external, violent and visible and evident means which is verified and certified by a \nRegistered Independent Medical Practitioner.  \n \n30. Insurance Cover means the arrangement in terms of this Policy, under which the Company \nundertakes to pay Sum Assured to the nominee/beneficiary of the Insured Member for the \nEmployer Employee Groups and Non Employer Groups. However for Affinity Groups where there is \na lender borrower relationship the outstanding lo an amount on Death of the Insured Member will",
    "Employer Employee Groups and Non Employer Groups. However for Affinity Groups where there is \na lender borrower relationship the outstanding lo an amount on Death of the Insured Member will \nbe payable to the Master Policyholder, as per the Credit Account Statement provided by the Master \nPolicyholder on the happening of specified event in this Policy. In case the Sum Assured is in \nexcess of the outstanding loan balance amount, if any, as per the Credit Account Statement \nprovided by the Master Policyholder, would be paid to the nominee of the loan borrowing Insured \nMember.  \n \n31. Insured Member  means an Eligible Member on whose life the Insurance Cover is effected in \nterms of this Policy  by issue of a Certificate of Insurance and whose name appears as such in the \nCoverage Schedule and/or the Certificate of Insurance.  In the case of an Employer -Employee \nrelationship, the Insured Member is an Eligible Member on whose life the Insurance Cove r is",
    "Coverage Schedule and/or the Certificate of Insurance.  In the case of an Employer -Employee \nrelationship, the Insured Member is an Eligible Member on whose life the Insurance Cove r is \nprovided as per the Master Policyholder.  \n \n32. Member Anniversary Date  shall mean the date corresponding numerically with the Risk \nCommencement Date of Insured Member  in each subsequent Policy  Year. \n \n33. Policyholder  / Master Policyholder  is the trustee or employer or sponsor as mentioned in the \nproposal form who is also the group administrator and specified as such in the Policy  Schedule . \n \n34. Policy  Commencement Date means the Date, Month, and Year the Policy  comes into effect as \nis specified as such in the Policy  Schedule.  \n \n35. Policy  Year shall mean a period of twelve (12) consecutive months starting with the Policy  \nCommencement Date/Annual Renewal Date and ending with the day before the next Annual",
    "35. Policy  Year shall mean a period of twelve (12) consecutive months starting with the Policy  \nCommencement Date/Annual Renewal Date and ending with the day before the next Annual \nRenewal Date.  For Affinity group  where there is a lender borrower relationship this would mean a \nperiod of one year  from the respective  risk commencement date of the In sured member  \n \n36. Policy  Schedule means the Policy  schedule issued by the Company that sets out the details of \nthis Policy  and is attached to and forming part of this Policy . \n \n37. Policy  shall have the meaning as assigned to it in Part F.1 .  \n \n38. Premium  means the contractual amount payable by the Policyholder  for grant of Insurance Cover \nin respect of an Insured Member  as set out in the Policy  Schedule to secure the Benefit s under this \nPolicy . Applicable service tax, cess and other levies if any are payable in addition .",
    "in respect of an Insured Member  as set out in the Policy  Schedule to secure the Benefit s under this \nPolicy . Applicable service tax, cess and other levies if any are payable in addition . \n \n39. Premium  Due Date shall mean the date on which Premium  shall be due in accordance with the \nFrequency of Premium  Payment in the Schedule.  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 9                        \n 40. Registered Independent Medical Practitioner:  An Registered Independent Medical \npractitioner is a person who holds a valid registration from the Medical Council of any State or \nMedical Council of India or Council for Indian Medicine or for Homeopathy set up by the \nGovernment of India or a State Gover nment and is thereby entitled to practice medicine within its \njurisdiction; and is acting within the scope and jurisdiction of license.  \n \n41. Regulations mean the laws and Regulations in effect from time to time and applicable to this",
    "jurisdiction; and is acting within the scope and jurisdiction of license.  \n \n41. Regulations mean the laws and Regulations in effect from time to time and applicable to this \nPolicy , including without limitation the Regulations and directions issued by the Regulatory \nAuthority from time to time. The applicable Regulation shall form a part and parcel of the terms \nand conditions, and the terms and conditions shall be read along with the Regulation.  \n \n42. Regul atory Authority means the Insurance Regulatory and Development Authority of India \n(IRDAI) or such other authority (ies) as may be designated under the applicable laws and \nRegulations.  \n \n43. Risk Commencement Date/ Date at inception in respect of an Insured Memb er, means the \ndate from which the insurance coverage under this Policy  commences and as specified in the Policy  \nSchedule of the Insured Member  and/or the Certificate of Insurance .",
    "date from which the insurance coverage under this Policy  commences and as specified in the Policy  \nSchedule of the Insured Member  and/or the Certificate of Insurance . \n \n44. Rider or the Rider Policy  means the Rider/s, if any, which provides additional cover issued by \nthe Company, attached to and forming part of this Policy   \n \n45. Rider Benefit s means the amount of Benefit  payable on a specified event offered under the Rider \nand is allowed as add -on Benefit  to the main Benefit  and is mentioned in the Rider Policy . \n \n46. Sum Assured  means the amount which is guaranteed to be payable by the Company to the \nbeneficiary, on occurrence of the insured event, in accordance with the terms and conditions of the \nPolicy .  \n \n47. Surrender means complete withdrawal/termination of the entire Policy  by the Insured Member  in \naccordance with the terms of the Surrender.  \n \n48. Surrender Value means an amount, if any, that becomes payable in case of Surrender in",
    "accordance with the terms of the Surrender.  \n \n48. Surrender Value means an amount, if any, that becomes payable in case of Surrender in \naccordance with the terms and conditions of the Policy . The Surrender Value for this Policy  is \ndefined in Part D of this document.  \n \n49. “We”, “Us”, “Our” and \"Company\" refers to HDFC Life  Insurance Company Limited;  \n \n50.  “You” and “Your” refers to the Insured Member / Policyholder . \n  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 10                        \n  \nC.1.Subject to the terms and conditions of this Policy , in the event of death of the Insured Member  during the \nterm of the Insurance Cover, the Sum Assured  shall become payable as defined hereunder:   \n \nC.1.1 In case a Policy  is issued under a n Employer Employee group insurance If an Insured Member  dies during \nthe Policy  Year the amount specified in the Coverage Schedule as Sum Assured  for such Insured Member  shall",
    "the Policy  Year the amount specified in the Coverage Schedule as Sum Assured  for such Insured Member  shall \nbecome payable to the Beneficiary of the Insured Member . \n \nC.1.2 In the case of  Affinity Group where there is a  lender -borrower relationship , and as per the authorization \nprovided by the Insured Member s to the Company, the claim proceeds to the extent of the outstanding loan would \nbe paid to the Master Policyholder  in consideration of the loan availed by the Insured Member  from the Master \nPolicy Holder. Any amount remaining after the claim settlement to the Master Policy  Holder shall be paid by the \nCompany to the nominee of the Insured Member . \n \nC.1.4.  If Accidental Death of an Insured Member occurs during the Policy Year the amount specified in  the \nCoverage Schedule as the Additional Sum Assured (if opted by the Policyholder), for such Insured Member shall",
    "Coverage Schedule as the Additional Sum Assured (if opted by the Policyholder), for such Insured Member shall \nbecome payable to the Beneficiary of the Insured Member. However, the maximum Benefit payable by the \nCompany on Accidental Death of an Insure d Member under all policies put together issued by the Company, shall, \nat all times, be limited to a total of Rs. 10,000,000/ - (Rupees 1 crore  only).  \n \n  \nC.2 Beneficiaries  \n \nC.2.1  Each Insured Member  shall, using the forms provided by the Policy  Holder, designate a nominee or \nnominees to whom the Benefit s under this Policy  shall be payable in the event of death and such designation shall \nbe filed with the Policyholder .  \n \nC.2.2  If at the death of the Insured Member  there be no designated nominee o r nominees filed with the \nPolicyholder , or if such nominee or nominees predecease such Insured Member , the Benefit s shall be payable to \nthe legal heir of the Insured Member .",
    "Policyholder , or if such nominee or nominees predecease such Insured Member , the Benefit s shall be payable to \nthe legal heir of the Insured Member . \n \nC.2.3  During the Insured Member ’s lifetime, he shall be entitled to change the nominee by written notice to the \nPolicyholder . Such change shall take effect on receipt of such notice by the Policyholder . \n \nC.2.4  In the case of Affinity group where there is a lender -borrower relationship , and as per the authorization \nprovided by the Insured Members to the Company, the beneficiary would be  the Master Policyholder to the extent  \nof the  outstanding  loan amount of  the Insured Member. Any amount remaining after the claim settlement to the \nMaster Policy Holder shall be paid by the Company to the nominee of the Insured Member.  \n \n \nC.3. Mode of payment of Benefit s \n \nC.3.1. All Benefit s and other sums under this Policy  shall be payable in the manner and currency",
    "C.3. Mode of payment of Benefit s \n \nC.3.1. All Benefit s and other sums under this Policy  shall be payable in the manner and currency \nallowed/permitted under the Regulations and shall be payable by permissible modes.  \n \nC.3.2. Apart from the Benefit s mentioned hereinabove in part C, the Company shall not be liable to pay any other \nBenefit s.  \n  PART C  \nPRODUCT CORE BENEFIT S \n \nBENEFIT S PAYABLE UNDER THIS POLICY : \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 11                        \n  \n \n \nD.1. Surrender Value  \n \nThere is no Surrender Value payable under this Policy . \n \n  PART D  \nPolicy  Servicing Related Aspects  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 12                        \n  \nE.1. Not applicable as this is a non-participating and non -linked group life insurance Policy . \n \n  PART E  \nAll the applicable Charges, Fund Name, Fund Options etc. (Applicable especially for ULIP Policies)",
    "PART E  \nAll the applicable Charges, Fund Name, Fund Options etc. (Applicable especially for ULIP Policies)  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 13                        \n  \n \nF.1. Basic Policy  Contract  \n \nF.1.1 This group term life insurance Policy  contract is entered into by the Company with Policy  Holder identified in \nthe Schedule to this Policy  and the Policy  Holder shall hold this Policy  contract and all Benefit s payable hereunder \nupon trust for the Benefit  of the Insured Member s in accordance with this Policy  and as per the details in Coverage \nSchedule hereto. This Policy  witnesses a contract between the Policy  Holder and the Company . \n \nF.1.2 This Policy  is issued pursuant to a Proposal made to the Company by the Policy  Holder which is supported \nby an application for cover , completed and signed by the Policy  Holder on behalf of the persons for whose Benefit s \nthe Policy  is affected.",
    "by an application for cover , completed and signed by the Policy  Holder on behalf of the persons for whose Benefit s \nthe Policy  is affected.  \n \nF.1.3  The cover for each Insured Member  under this Policy  shall come into effect on the Risk Commencement \nDate as identified in Policy  Schedule  or certificate of insurance in case of Affinity group where there is lender \nborrower relationship  upon due receipt by the Company of all Premium s payable by the Policy  Holder.  \n \nF.1.4  A discharge or receipt issued by the Beneficiary or its duly authorized representative shall be a good, valid \nand sufficient discharge of the Company’s liability in respect of payment of the Benefit s. \n \nF.1.5  This Policy  shall mean this entire agreement co nsisting of Terms and Conditions applicable to Basic Policy , \nand Riders, if any, attached to the Basic Policy , Conditions to be satisfied to become an Insured Member , the",
    "and Riders, if any, attached to the Basic Policy , Conditions to be satisfied to become an Insured Member , the \nRiders attached to the Policy , the Schedule, Coverage Schedule, any supplementary con tracts or endorsements, \nany amendments signed by the Company, the Proposal of the Policyholder , the Application for Cover of the \nInsured Member s, which together with any other information, statements by Policy  Holder or Insured Member s \nshall constitute the  entire contract between the parties.  \n \n \nF.2. Fraud  and Misstatement  \n \nIn issuing this Policy  and Certificates of Insurance hereunder, the Company has relied on the accuracy and \ncompleteness of information provided by the Master Policyholder  and the Insured Member  in the master p roposal \nform and/or Membership Form and any other declarations or statements made or as may be made hereafter by \nthe Master Policyholder  or the Insured Member .",
    "form and/or Membership Form and any other declarations or statements made or as may be made hereafter by \nthe Master Policyholder  or the Insured Member . \n \nFraud  or Misstatement  would be dealt in accordance with provisions of Sec tion 45 of the Insurance Act 1938  as \namended from time to time.   \n \n[A Leaflet containing the simplified version of the provisions of Section 45 is enclosed  as Annexure B \nfor reference]  \n \nIf the age or date of birth or other relevant facts relating to an Insured Member  is found to have been misstated \nand if such misstatement affects the extent of Benefit s or has anything to do with the terms and conditions of this \nPolicy , then, at the option of the Company, the true age and facts shall be used in determini ng whether the \nInsurance Cover continues to be in force under the terms of this Policy , and an equitable adjustment of the \nPremium s and/or the Insurance Cover/ Benefit s may be made to account for such true age and facts. In the event",
    "Premium s and/or the Insurance Cover/ Benefit s may be made to account for such true age and facts. In the event \nof the Company not agre eable to the continuance of the Insurance Cover as above, the entire Insurance Cover in \nrespect of such Insured Member  shall be void from the Risk Commencement Date and the Premium s paid in \nrespect of the Insured Member  shall be returned subject to the ded uction of expenses incurred on medical \nexamination (if any)  and the stamp duty charges . \n \nF.3. Eligibility Criteria  \n \nF.3.1 Only a person who satisfies the below mentioned Eligibility Criteria and is aged less than the Benefit  Expiry \nAge (“an Eligible Member”) can be covered under this Policy  for the Benefit s described under this Policy  as per \nCoverage Schedule.  \n \nF.3.2 An Application for Cover shall be made in writing by the Policy  Holder on behalf of the Eligible Member",
    "Coverage Schedule.  \n \nF.3.2 An Application for Cover shall be made in writing by the Policy  Holder on behalf of the Eligible Member \nwithin thirty (30) days from the date on which Eligible Member satisfies the Eligibility Criteria and application for \ncover  failing which the Policy  Holder shall furnish, at his own expense, evidence of his insurabi lity which is \nsatisfactory to the Company.  \n \nF.3.3.1 The application for cover must provide the true and correct  information in respect of an Eligible Member \nwhich is required by the Company.  PART F  \nGeneral Terms and Conditions  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 14                        \n  \nF.3.3.2  The application for cover and details of member information shall be in a Performa provided by the Policy  \nHolder and acceptable to the Company and shall state that the Eligible Member is ‘at Active Service’ or ‘an Active \nMember’ as on:",
    "Holder and acceptable to the Company and shall state that the Eligible Member is ‘at Active Service’ or ‘an Active \nMember’ as on:  \n \na. The Risk Commencement  Date (or, if not a normal business day , the last normal business day before the \nRisk Commencement Date ); and  \nb. The day he or she first satisfies the Eligibility Criteria  \n \nF.3.3 The application shall be accompanied by a confirmation by the Policy  Holder that such person is ‘at Active \nService’ or ‘an Active Member’ by an “Active Service Certificate” or “Active Member Declaration ” issued by the \nPolicy  Holder.  \n \nF.3.4 Upon acceptance by the Company of the application for cover of the Eligible Member, such Eligible Member \nshall become an Insured Member  in accordance with the terms of this Policy  and as per Coverage Schedule \namended by the Company from time to time.  \n \nF.3.5 When considering an application for cover, the Company may request medical and ot her information of the",
    "amended by the Company from time to time.  \n \nF.3.5 When considering an application for cover, the Company may request medical and ot her information of the \nEligible Member.  Until the Company accepts the application no cover shall apply. If the Company accepts an \napplication, the Company will intimate the Policy  Holder of its acceptance.  \n \nF.3.6 Member shall be Actively at Work  for Employer – Employee group . An Active Member Declaration is also \nrequired for both Employer – Employee group and Affinity Group.   \n \nF.4. Application for grant of Insurance Cover  \n \nF.4.1 In the application for grant of Insurance Cover in respect of an Eligible Member, the Policyholder  is required \nto provide the true and correct information in respect of such Eligible Member, as is required by the Company from \ntime to time. The application for grant of Insurance Cover and the information required to be furnished as above",
    "time to time. The application for grant of Insurance Cover and the information required to be furnished as above \nshall be in such performa  as may be prescribed by or acceptable to the Company and the application shall state \nspecifically that the Eligible Member has availed of the Loan Facility as of the date of application as above, in the \ncase of a Affinity Group where there is a  lender -borrower relationship .   \n \nF.4.2 When considering such an application from the Policyholder , the Company may require the Policyholder  to \nfurnish a health declaration duly signed by the Eligible Member. Notwithstanding the aforesaid  requirement , the \nCompany may, at its discretion, require medical and/or other additional information in respect of the Eligible \nMember.  \n \nF.4.3 Notwithstandi ng anything to the contrary contained in this Policy , the Insurance Cover in respect of an",
    "Member.  \n \nF.4.3 Notwithstandi ng anything to the contrary contained in this Policy , the Insurance Cover in respect of an \nEligible Member shall commence only upon acceptance of the Insurance Cover in respect of an Eligible Member by \nthe Company by way of written communication of such ac ceptance to the Policyholder   and issue of a Certificate \nof Insurance in respect of such Eligible Member.  \n \nF.5. Insured Member s \n \nF.5.1 An Eligible Member who satisfies the Eligibility Criteria in Section 4 above shall be covered under this Policy  \nas an Insured Member  and such Insured Member  shall be eligible for cover under this Policy  from the Risk \nCommencement Date as specified in the Policy  Schedule.  \n \nF.5.2 Insured Member s whose membership has been terminated and who re -apply for membership shall be \nconsidered as new Insured Member s upon acceptance by the Company. The Company reserves the right to",
    "considered as new Insured Member s upon acceptance by the Company. The Company reserves the right to \nrequest and review evidence of health for any Eligible Member electing to apply for cover.  The extent and terms \nof the cover will be determined by the Compa ny, based on the medical evidence required.  \n \nF.5.3 An Insured Member  must continue to satisfy the Eligibility Criteria to retain his/her membership failing which \nhe/she shall no longer be an Insured Member  covered under this Policy . \n \nF.5.4 An Insured Member  who ceases to be in ‘at Active Service’ or ‘an Active Member’ shall cease to be an \nInsured Member   \n \nF.5.6 In case of any person who becomes an Eligible Member during the Policy  year, the cover shall commence \nfrom the date the Company communicates th e acceptance of cover on the Eligible Member ’s life, after the \nCompany has received the “Active Service Certificate” or “Active Member Declaration” and Premium  in respect of \nsuch member.",
    "Company has received the “Active Service Certificate” or “Active Member Declaration” and Premium  in respect of \nsuch member.  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 15                        \n  \n \nF.6. Obligations of the Policyholder   \n \nF.6.1. It shall be the responsibility of the Policyholder  to ensure that it does not collect by way of Premium  from \nthe Insured Member , any amount higher than the amount charged by or paid to the Company under this Policy . \nThe Policyholder  shall indemnify and k eep the Company indemnified from and against any claims, suits, damages \netc., arising on account of a breach by the Policyholder  of this clause.  \n \nF.6.2. The Policyholder  shall provide the Company with such information, data and evidence as the Company \nconsiders necessary and in such form as the Company requests. All documents furnished to the Policyholder  by",
    "considers necessary and in such form as the Company requests. All documents furnished to the Policyholder  by \nany Eligible Member/ Insured Member  in connection with this Policy , and other records as may have a bearing on \nthe Insurance Cover under this Policy , shall be open for inspection by the Company at all reasonable times.  \n \nF.6.3. The Policyholder  shall maintain a record with respect to each Insured Member  under this Policy  and shall \nmaintain the list of nominees for all Insured Member .  \n \nF.6.4. In the event of any change in the name or other particulars of an Insured Member  during the currency of \nthe Insurance Cover in respect of such Insured Member , the Policyholder  shall inform the Company of such \nchange within 30 days of being informed of the same by the s aid Insured Member  or on the Policyholder  \nbecoming aware of the same, whichever is earlier.",
    "change within 30 days of being informed of the same by the s aid Insured Member  or on the Policyholder  \nbecoming aware of the same, whichever is earlier.  \n \nF.6.5. In the event of an Insured Member  ceasing to remain eligible for the Insurance Cover or on the occurrence \nof any event leading to cessation of the Insurance Cover in terms of this Policy , the Policyholder  shall inform the \nCompany in writing of that event, within 30 days of that event, whe reupon the Insurance Cover in respect of such \nperson shall cease with effect from the date of such event and the Company shall cease to be liable for payment \nof any Benefit s under this Policy . It is hereby clarified that the Company shall not be liable to pay any Benefit s \nunder this Policy  in any case where the Insurance Cover has ceased in respect of any Insured Member  in terms of \nthis Policy , irrespective of whether the intimation as above has been received by the Company or not.",
    "this Policy , irrespective of whether the intimation as above has been received by the Company or not.  \n \nF.6.6 In the event of an y person becoming an Eligible Member after the Effective Date, the Policy  Holder must \ninform the Company within 30 days of that event.  \n \nF.6.7 If in respect of an Insured Member  any information, data or evidence given to the Company proves to be \nincorrect, the particular Benefit  in respect of such Insured Member  shall be rendered voidable, at the instance of \nthe Company, provided always that nothing shall be construed as amounting to waiver of a right of the Company \nunless specifically stated in writing.  \n \nF.6.8. It shall be the responsibility of the Policyholder  to ensure that the personal and other information provided \nto the Company in respect of an Eligible Member/ Insured Member  is accurate. The Policyholder  shall indemnify \nand keep indemnified the Company against any and all losses, costs, expenses, actions, proceedings suffered by",
    "and keep indemnified the Company against any and all losses, costs, expenses, actions, proceedings suffered by \nthe Company as a result of the Policyholder ’s failure to observe or fulfill its obligations.  \n \nF.6.9. The Company shall with prior written intimation audit the accuracy of the  Members Data, Information \npertaining to the Insured Member  and the  Credit Account Statements of the Insured Member s for the Affinity \nGroups where there is a lender – borrower relationship in respect of which claims were settled: including but not \nlimited to, on the completion of every financial year.  \n \nF.6.10. The Company shall not be liable for any loss of Benefit  resulting from errors in or omissions from any \ninformation, data or evidence gi ven to the Company.  \n \nF.6.11 The Company shall not be under any obligation to admit a Claim arising out of the death  of an Insured",
    "information, data or evidence gi ven to the Company.  \n \nF.6.11 The Company shall not be under any obligation to admit a Claim arising out of the death  of an Insured \nMember  under this Policy  unless it receives the information from the Policy  Holder about the death of the Insured \nMember  within 30 days of the occurrence of that event and unless the Claim is in the prescribed form \naccompanied by all the relevant documents and any additional information required by the Company and the same \nis received at the Registered Office of the Company  within 180 days from the date of death. The Company will \nonly accept a death certificate issued by a person duly authorized to issue a death certificate.  \n \nF.6.12 All the documents should be provided within 180 days from the date of intimation of death, fa iling to which \nclaims will be treated as void and no Benefit s will be payable.",
    "F.6.12 All the documents should be provided within 180 days from the date of intimation of death, fa iling to which \nclaims will be treated as void and no Benefit s will be payable.  \n \nF.6.13 Delay in intimation of claim or submission of documents for the reasons beyond the control of the Claimant \nmay be condoned by the Company.  \n \n \nF.7. Commencement of Insurance  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 16                        \n F.7.1 Subject to the terms of this Policy , the Insurance Cover in respect of any Insured Member  under this Policy  \nshall commence on the Risk Commencement Date corresponding to such Insured Member  only upon due receipt \nby the Company of the Premium  payable by the Policyholder  under the Policy  in respect of such Insured Member .  \n \nF.7.2 In the case of lender -borrower schemes: Further that the Insured Member s have provided their",
    "F.7.2 In the case of lender -borrower schemes: Further that the Insured Member s have provided their \nauthorization to the Company to make claim payments to the Master Policyholder  to the extent of the Outstanding \nLoan Balance, in consideration of having received a loan, or an existing outstanding loan, on the occurrence of the \nspecified event.  \n \nF.8. Cover Cessation  \n \nIn addition to the events described elsewhere in this Policy, the Insurance Cover in respect of any Insured Member  \nunder this Policy  shall automatically cease on the earliest of the following dates unless and otherwise Member has \nopted for a Continuation Option:  \n \nThe date of death of the Insured Member ; \nThe da te on which this Policy  or the coverage for the Insured Member s are terminated;  \nThe date of the expiration of the period for which the last Premium  payment is made on account of the Insured \nMember ’s insurance;",
    "The date of the expiration of the period for which the last Premium  payment is made on account of the Insured \nMember ’s insurance;  \nThe date on which Insured Member  ceases to be a member of the group as defined in the Policy  Schedule;  \nThe date of expiry of the Grace Period for the payment of the Premium  due; \nThe date communicated to the Policyholder  by the Company as the date the Policy  ceases on account of war, or \nan act of war, such date being determined at the discretion of the Company.  \n \nF.9. Payment of Premium  and Grace Period  \n \nF.9.1  Premium s are payable to the company on the due dates as specified in the Policy  Schedule.  \nF.9.2  The total Premium  due under this Policy  on the Risk Commencement Date  or on the subsequent Annual \nRenewal Date shall be calculated according to ;  \n(i) the total number of Insured Member s as on the Risk Commencement Date  or relevant Annual Renewal Date as \nthe case may be; and",
    "Renewal Date shall be calculated according to ;  \n(i) the total number of Insured Member s as on the Risk Commencement Date  or relevant Annual Renewal Date as \nthe case may be; and  \n(ii) the Premium s payable under the Policy  in respect of the Insured Member /s. \nF.9.3  Provided that if any person  is admitted as a n Insured Member  under this  Policy  after the Risk \nCommencement Date other than the A nnual  Renewal Date , a proportionate Premium  shall   become   payable   to \ncover for the period from the Risk Commencement Date  to the next Annual Renewal Date . In case of Non \nEmployer Employee Group Insurance Scheme the Premium  shall be payable for a period of one year from the Risk \nCommencement Da te. In case of Affinity group  where there is a lender borrower relationship  the Premium \nshall be payable for a period of one year from the Risk Commencement Date of the Member.",
    "Commencement Da te. In case of Affinity group  where there is a lender borrower relationship  the Premium \nshall be payable for a period of one year from the Risk Commencement Date of the Member.  \nF.9.4  A Grace Period of fifteen (15) days (for Monthly mode) and thirty (30) days (for Quarterly and Half -Yearly \nmodes) of Premium  payment, from the Premium  payment due date will be allowed for payments of each Premium . \nThere is no grace period in respect of Ann ual mode.  \nF.9.5  If death of an Insured Member  occurs during the Grace Period, the death claim shall become payable \nsubject to the receipt of the due and unpaid Premium  or renewal Premium  for the ent ire group from the \nPolicyholder . \nF.9.6  If the Premium  is not paid within the Grace Period, the Policy  shall lapse and have no further value.  \nF.9.7  All Premium s are subject to applicable taxes including service tax which shall be to the account of the",
    "F.9.7  All Premium s are subject to applicable taxes including service tax which shall be to the account of the \nPolicyholder  and shall be recovered following the prescribed procedure.  \nF.9.8 The Company is not under any obligation to see whether the Policyholder  has recovered the Premium , in \nwhole or in part, from the Insured Member . Further, the Company is not under any obligat ion to see application or \nuse of the Benefit s paid under this Policy . \n \nF.10. Renewal Privilege  and Payment of Premium  \n \nF.10.1  This Policy  is issued for a term of o ne year  from the Policy Commencement  Date. In case of an Affinity \nGroup where there is lender  borrower relationship the insurance cover shall be applicable for a period of one year \nfrom the respective Risk Commencement Date of the Insured Member.  The Policy shall be renewed on their \nrespective Annual Renewal Date provided that the Company receives  the renewal Premium  in advance as",
    "respective Annual Renewal Date provided that the Company receives  the renewal Premium  in advance as \nintimated by the Company and the Company communicates its renewal of the Policy  in writing . \nF.10.2  The Company has the right to discontinue the Policy  effective the Annual Renewal Date  by giving 30 days \nprior notice in writing to the Policy  Holder.   \nF.10.3  The Company has the right to vary this Policy  effective the Annual Renewal Date, by giving 30 days prior \nnotice in writing to the Policy  Holder  \nF.10.4  The Premium  payable shall be payable by the Policy  Holder to the Company in advance prior to the Annual \nRenewal Date.  30 days before the Annual Renewal Date, the Company shall advise the Policy  Holder of the \nPremium  due. In order to renew the Policy , the Policy  Holder shall make payment of the Premium  due on the \nAnnual Renewal Date or if specifically permitted by the Company within 30 days from the Annual Renewal Date on",
    "Annual Renewal Date or if specifically permitted by the Company within 30 days from the Annual Renewal Date on \nsuch terms and conditions acceptable to the Company. The Company may at its discretion further permit the \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 17                        \n Policy  Holder to remit the Premium  due after 30 days of the Annual Renewal Date upon payment by the Policy  \nHolder of interest at a rate determined by the Company from time to time for a period not exceeding 60 days.  \n \n \nF.11. Lapse  \nIf the Policy  Holder fails to make payment of the Premium  due within the Grace Period, this Policy  shall lapse. The \nDate of Lapse shall be the due date of the earliest unpaid Premium  (the “Date of Lapse”).  \nIf the Premium  is not paid within the Grace Period, the Policy  shall lapse and no Benefit s shall be payable.  \n  \nF.12 Claims  \nF.12.1",
    "If the Premium  is not paid within the Grace Period, the Policy  shall lapse and no Benefit s shall be payable.  \n  \nF.12 Claims  \nF.12.1   \nIn the event of death claim under this Policy  the Company must receive a written notice of death claim within 30 \ndays of death of the Insured Member  with the following documents:   \n \nIn case of Death Claim , except death claims arising out of accidents or unnatural death  \n \n(a) Claim Form  \n \n(b) Death Certificate – Original – from competent authority  \n \n(c) Hospitalization documents (Discharge summary, all investigation reports) if Life assured has taken  \ntreatment for illness leading to death  \n \n(d) Certificate of Insurance in case of Non-employee  – employer groups  \n \n(e) Bank account details and know -your-customer (KYC) documents of the nominee, in the case of Non \nEmployer -Employee groups . \n \n(f) In case of an Affinity G roup where there is a l ender -  borrower relationship  an updated Credit Account",
    "Employer -Employee groups . \n \n(f) In case of an Affinity G roup where there is a l ender -  borrower relationship  an updated Credit Account \nStatement of the Insured Member  \n \nF.12.2  In case of unnatural deaths including accidents, in addition to the above, the following:  \n \n(a) Copies of FIR (First Information report, Final Investigation report) duly attested by police officials  \n \n(b) Copy of post -mortem report duly attested by police officials  \n \nF.12.3  Notwithstanding anything contained in above, depending upon the cause or nature of  the claim, the \nCompany reserves the right to call for other and / or additional documents or information to the satisfaction of the \nCompany, for processing the claim.  \n \nF.12.4  The claim is required to be intimated to the Company within a period of 180 days  from the date of death, \nto treat the same as a valid claim. However, delay in intimation of claim or submission of documents for the",
    "to treat the same as a valid claim. However, delay in intimation of claim or submission of documents for the \nreasons beyond the control of the insured/claimant may be condoned by the Company . \n \nF.13. Modification  \nNo change in this Policy shall be valid unless approved by the Company and evidenced by the endorsement \nhereon, or by amendment hereto signed by the duly authorized official of the Company.  \n \nF.14. Premium  \n \nF.14.1 The Company shall inform the Policy  Holder of the amount to be paid by the Policy  Holder to the Company \nas Premium  under this Policy  (the “ Premium ”), the date on which the Premium  is to be paid (the “ Premium  Due \nDate”) and the frequency of payment of Premium  (the “Frequency of Premium  Payment”). The Premium , the \nPremium  Due Date and the Frequency of Premium  Payment shall be as reflected in the Policy  Schedule.  \n \nF.14.2 In consideration of the Policy  Holder making payment to the Company of the Premium , the Company shall",
    "F.14.2 In consideration of the Policy  Holder making payment to the Company of the Premium , the Company shall \npay to the Policy Holder for the Benefit  of the Insured Member  entitled thereto, the Benefit s described in this \nPolicy , subject only to the terms of the Policy , \n \nF.14.3 Notwithstanding the date of the proposal and the date on which this Policy  is signed viz. the Policy  \nCommencement Date as shown in the Policy  Schedule, coverage and Benefit s under this Policy  as regards Insured \nMember s shall commence only on the Risk Commencement Date as shown in Policy  Schedule,  \n \nF.14.4 The first installment of Premium  payable under this Policy  shall be payable by the Policy  Holder to the \nCompany prior to the Policy  Commencement Date.  The Policy  Holder shall make payment of the Premium  due on \neach Premium  Due Date in accordance with the Frequency of Payment of Premium  or within the Grace Period on",
    "each Premium  Due Date in accordance with the Frequency of Payment of Premium  or within the Grace Period on \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 18                        \n such terms and conditions acceptable to the Company.  If the Premium s due are not paid within the Grace Period, \nthe Policy  lapses. The Date of Lapse shall be the due date of the earliest unpaid Premium . The Company shall \nimmediately thereon, ceas e to be liable to pay any Benefit s under such lapsed Policy , \n \nF.14.5 The Policy  Holder shall:  \n \n(a) Pay to the Company the Premium  in advance.  \n(b) Be entitled to a partial refund of Premium , if applicable, as determined by the Company, which will be \ngiven if an Insured Member  ceases to be an Eligible Member during the Policy  Year. \n \nF.14.6 If death occurs during the Grace Period, the death claim shall become payable subject to the receipt of the",
    "F.14.6 If death occurs during the Grace Period, the death claim shall become payable subject to the receipt of the \ndue and unpaid Premium  or renewal Premium  for the entire group from the Policyholder . \n \n \nF.15. Premium  Rates  \n \nThe Company reserves the right to revise the Premium  Rate(s)  with the prior approval of the IRDAI , in which  case \nthe revision shall take effect after expiry of a period of not less than 30 days from the date of receipt of a written \nnotice from the Company in this regard, to the Policyholder . The revised Premium  rates will be applicable to \nEligible Members in respect of w hom Insurance Cover is to be granted by the Company after the effective date of \nsuch revision.  \n \n \nF.16. Taxes, Duties and Levies, and Disclosure of Information  \n \nThis Policy , and the Benefit s and the surrender value payable under this Policy  shall be subject to the Regulations,",
    "F.16. Taxes, Duties and Levies, and Disclosure of Information  \n \nThis Policy , and the Benefit s and the surrender value payable under this Policy  shall be subject to the Regulations, \nincluding taxation laws in effect from time to time. All taxes, duties or levies, (collectively the “Taxes”) applicable \non the Premium s, Charges and Benefit s payable under this Policy  shall be borne and paid by the Policyholder  or \nthe Eligible Person, as the case may be or deducted by the Company from the Premium  received or Benefit s \npayable. This Policy  and the Benefit s under this shall be subject to the applicable  laws and  Regulations, including \ntaxation laws, in eff ect from time to time. The persons receiving the Benefit s shall be solely liable for complying \nwith all the applicable provisions of the Regulations, including taxation laws, and payment of all applicable Taxes.",
    "with all the applicable provisions of the Regulations, including taxation laws, and payment of all applicable Taxes. \nExcept as otherwise required by law, the Com pany shall not be responsible for any Tax liability arising in relation \nto this Policy  or the Benefit s payable in terms of this Policy . In any case where the Company is obliged to account \nto the revenue authorities for any Taxes applicable to this Policy  or the Benefit s payable under this Policy , the \nCompany shall be entitled to deduct such Taxes from any sum payable under this Policy , and deposit the amount \nso deducted with the appropriate governmental or regulatory authorities. In any case where the Compa ny is \nobliged to disclose to the revenue or other regulatory authorities any information concerning the Policy , including \ninformation concerning the Insured Member s, Premium  and the Benefit s under this Policy , the Company shall be",
    "information concerning the Insured Member s, Premium  and the Benefit s under this Policy , the Company shall be \nentitled to disclose the required information to the appropriate governmental or regulatory authorities.  \n \n \nF.17. Assignment  \n \nNo part of the Benefit s available under this Policy  shall be subject to assignment . \n \nF.18. Nomination  \n \nNomination should be in accordance with provisions of Section 39 of the Insurance Act 1938 as amended from \ntime to time.  This is a Group Insurance Policy  and the Insured Member  shall appoint the nominee, therefore \nreference to Policyholder  in the Annexure  C to be read as Insured Member . MWP Act shall not be applicable to this \nPolicy . \n  \n[A Leaflet containing the simplified version of the provisions of Sectio n 39 is enclosed as Annexure C \nfor reference]    \n \nF.19. Review, revision  \n \nThe Company reserves the right to review, revise, delete and/ or alter any of the terms and conditions of this",
    "for reference]    \n \nF.19. Review, revision  \n \nThe Company reserves the right to review, revise, delete and/ or alter any of the terms and conditions of this \nPolicy , including without limitation the Benefit s, the Premium s with the prior approval of the IRDAI . \n  \nF.20. Release and discharge  \n \nThe Policy  will terminate automatically on payment of Benefit , if any or on the happening of the events that the \nPolicy  states specifically that the Policy  shall terminate, as the case may be, and the Company will be relieved and \ndischarged from all obligations under this Policy  thereafter.  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 19                        \n  F.21. Notice by the Company under the Policy  \n \nAny of the notices required to be issued in terms of this Policy  may be issued, either by issuing individual notices \nto the Policyholder , including by electronic mail and/or facsimile, or by issuing a general notice, including by",
    "to the Policyholder , including by electronic mail and/or facsimile, or by issuing a general notice, including by \npublishing such notices in newspapers and/or on the Company’s website.  \n \nF.22. Entire Contr act  \n \nThis Master Policy  comprising of the terms and conditions set forth herein, the Policy  Schedule , Coverage \nSchedule, Certificate of Insurance , supplementary contracts  or Endorsement s, if any, made on or applicable to this \nPolicy  , any amendments signed by the Company, the Proposal of the Policyholder  and the application for grant of \nInsurance Cover in respect of Eligible Members, which shall form an integral part and the entire contract, \nevidenced by this Policy . The liability of th e Company is at all times subject to the terms and conditions of this  \nPolicy  and the Endorsement s made from time to time.   \n \nIn the event of any inconsistency between the terms and conditions set forth in this Policy  document and the",
    "Policy  and the Endorsement s made from time to time.   \n \nIn the event of any inconsistency between the terms and conditions set forth in this Policy  document and the \nterms and conditions set forth in any of the schedules or documents attached to this Policy , the terms and \nconditions set forth in this Policy  shall prevail.  \n \nF.23. Risk Factors  \n \nHDFC Life  Group Term Life is a non -linked, non -participatin g Group Life Insurance Policy .  \nHDFC Life  Insurance Company Limited is only the name of the Insurance Company and HDFC Life  Group Term Life \nis the name of the product does not in any way indicate the quality of the product, its future prospects or returns.  \n \nF.24. Governing Law and Jurisdiction  \n \nThis Policy  shall be governed by and interpreted in accordance with the laws of India. All actions, suits and \nproceedings under this Policy  shall be subject to the exclusive jurisdiction of the courts in India. No action in law or",
    "proceedings under this Policy  shall be subject to the exclusive jurisdiction of the courts in India. No action in law or \nequity shall be brought against the Company to enforce any claim under this Policy , unless the Policyholder  has \nfiled with the Company a claim together with all the  required documents, in accordance with the requirements of \nthis Policy  and complied with the requirements of the Company . \n \n \nF.25. Exclusions  \n \n(i) SUICIDE  \n \nF.25.1 Employer -Employee Group – Cover as provided by the Employer  \nThe suicide clause will not be applicable to ‘Employer -Employee’ group. Thus in case of death due to suicide within \none year from the Risk Commencement Date  or the Annual Renewal  Date as the case may be, full death Benefit  \nwould be payable.  \nF.25.2 Non-Employer -Employee Groups   \nIn the event of death of the Insured Member  during the first year of membership due to suicide, the Benefit",
    "would be payable.  \nF.25.2 Non-Employer -Employee Groups   \nIn the event of death of the Insured Member  during the first year of membership due to suicide, the Benefit  \namount under the Policy  is limited to 80% of the Premium  paid with respect to that member excluding service tax.  \nNo Benefits shall be paid and the Premium  paid for such Insured Member  shall be forfeited to the Company.  \n \n(ii) Exclusions, if opted for Accidental Death Benefit   \nIf there is an optional accidental death cover then the following exclusions are applicable on the  accidental cover:  \nWhere the death is caused by an accident occurring directly or indirectly as a result of:  \n(a) Any disease or infection  \n(b) Intentional self -inflicted injury, suicide or attempted suicide, while sane or insane  \n(c) Life assured being unde r the influence of drugs, alcohol, narcotics or psychotropic substances unless",
    "(c) Life assured being unde r the influence of drugs, alcohol, narcotics or psychotropic substances unless \ntaken in accordance with the lawful directions and prescription of a qualified and registered medical \npractitioner  \n(d) War (Declared or undeclared), invasion, civil commotion, r iots, revolution or any war -like operations  \n(e) Participation by the life assured in any flying activity, except as a bona  fide passenger in a commercially \nlicensed aircraft  \n(f) Participation by the life assured in a criminal or unlawful act  \n(g) Any injury  incurred before the Risk Commencement Date  \n(h) Participation in hazardous sports, hobbies or pastimes including (but not limited to) racing, parachuting, \nmountaineering etc . \n(i) Atomic energy explosion or radiation of any kind   \n \nNo Benefits shall be paid  and the Premium paid for such Insured Member shall be forfeited to the Company .",
    "mountaineering etc . \n(i) Atomic energy explosion or radiation of any kind   \n \nNo Benefits shall be paid  and the Premium paid for such Insured Member shall be forfeited to the Company . \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 20                        \n F.26. Issuance of Duplicate Policy  / Certificate of Insurance  \n \nIn the event if the Insured Member  loses/misplaces /destroys the original Certificate of Insurance, the Insured  \nMember  shall immediately inform the Company; the Company after obtaining satisfactory evidence shall issue a \nduplicate policy / Certificate of Insurance by collecting necessary charges up to a maximum of Rs.250 and on such \nconditions as decided by the Com pany on completing procedural compliances . \n \nF.27. Participation in Surplus  \n \nThis is a non -participating Policy  and therefore, no bonuses will accrue under this Policy . \n \nF.28. Riders",
    "F.27. Participation in Surplus  \n \nThis is a non -participating Policy  and therefore, no bonuses will accrue under this Policy . \n \nF.28. Riders  \n \nThe company proposes to develop Riders in the future. Such riders, as approved by the regulator, may be \nattached to the product.  \nThe Insured Member  may elect to add such Riders as are offered by the Company and the terms and conditions of \nsuch Riders shall be in addition to the terms stipulated in this Policy  \n \nF.29. Certificate of Insurance  \n \nThe Company shall issue the Certificate of Insurance as per the IRDA I notification issued on Group Products under \nthe (Non -Linked Insurance Products) Regulation, 2013, or on such terms as modified by the Regulator from time \nto time.  \nIn the event of any inconsistency or contradiction between the Policy  and the Certificate of Insurance, the terms \nand conditions contained in the Policy  will prevail.  This is applicable to an affinity group.",
    "and conditions contained in the Policy  will prevail.  This is applicable to an affinity group.  \nIn the case of an Employer -Employee relati onship, the Insured Member  can refer to the Terms and Conditions \ndocument provided to the Human Resources department of the Employer.  \n \n \n \n \n \n \n  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 21                        \n  \n G.1 Grievance Redressal Process  \n \n(i) The customer can contact us on the below mentioned address or at any of our branches in case of any \ncomplaint/ grievance:  \nGrievance Redressal Officer  \nHDFC Life Insurance Company Limited  \n11th Floor, Lodha Excelus, Apollo Mills Compound,  \n N. M. Joshi Marg, Mahalaxmi, Mumbai, Maharashtra - 400011  \n Helpline number: 18602679999 (Local charges apply)  \n E-mail: service@hdfclife.com  \n(ii) All grievances (Service and sales) received by the Company will be responded to within the prescribed \nregulatory Turn Around Time (TAT) of 15 days.",
    "E-mail: service@hdfclife.com  \n(ii) All grievances (Service and sales) received by the Company will be responded to within the prescribed \nregulatory Turn Around Time (TAT) of 15 days.  \n(iii) Written request or email from the registered email id is mandatory.  \n(iv)  If required, we will investigate the complaints by taking inputs from the customer over the telephone or \nthrough personal meetings.  \n(v)  We will issue an acknowledgement letter to the customer within 3 working days of the receipt of complaint.  \n(vi) The acknowledgement that is sent to the customer ha s the details of the complaint number, the Policy \nnumber and the Grievance Redressal Officer’s name who will be handling the complaint of the customer.  \n(vii)  If the customer’s complaint is addressed within 3 days, the resolution communication will also act as the \nacknowledgment of the complaint.",
    "(vii)  If the customer’s complaint is addressed within 3 days, the resolution communication will also act as the \nacknowledgment of the complaint.  \n(viii) The final letter of resolution will offer redressal or rejection of the complaint along with the appropriate reason \nfor the same.  \n(ix) In case the customer is not satisfied with the decision sent to him or her, he or she ma y contact our \nGrievance Redressal Officer within 8 weeks of the receipt of the communication at any of the touch points \nmentioned in the document, failing which, we will consider the complaint to be satisfactorily resolved.  \n(x) The following is the escalation  matrix in case there is no response within the prescribed timelines or if you are \nnot satisfied with the response. The number of days specified in the below - mentioned escalation matrix will \nbe applicable from the date of escalation.  \n \nLevel  Designation  Resp\nonse \nTime  Email ID  Address  \n1st Level  Sr. Manager  \nOR Associate Vice",
    "be applicable from the date of escalation.  \n \nLevel  Designation  Resp\nonse \nTime  Email ID  Address  \n1st Level  Sr. Manager  \nOR Associate Vice \nPresident  – \nCustomer Relations  10 \nworking \ndays escalation1@hdfclife.\nin 11th Floor, \nLodha Excelus, \nApollo Mills \nCompound, N M \nJoshi Marg , \nMahalakshmi, \nMumbai 400011  2nd Level (for \nresponse not \nreceived from Level \n1) Vice President \nOR Sr. Vice \nPresident – \nCustomer Relations  7 \nworking \ndays escalation2@hdfclife.\nin  \n \nYou are requested to follow the aforementioned matrix to receive satisfactory response from us.  \n \n(xi) If you are not satisfied with the response or do not receive a response from us within 15 days, you may \napproach the Grievance Cell of IRDAI on the following contact details:  \n IRDAI Grievance Call Centre (IGCC) TOLL FREE  NO: 155255/ 18004254732  \n Email ID: complaints@irdai.gov.in  \n Online - You can register your complaint online at http://www.igms.irdai.gov.in/",
    " IRDAI Grievance Call Centre (IGCC) TOLL FREE  NO: 155255/ 18004254732  \n Email ID: complaints@irdai.gov.in  \n Online - You can register your complaint online at http://www.igms.irdai.gov.in/  \n Address for communication for complaints by fax/paper:  \nGeneral Manager  \nConsumer Affairs Department – Grievance Redressal Cell  \nInsurance Regulatory and Development Authority of India  \nSy No. 115/1, Financial District,  \nNanakramguda, Gachibowli,  \nHyderabad – 500 032  \n \n2. In the event you are dissatisfied with the response provided by us, you may approach the Insurance \nOmbudsman in your region. The details of the existing offices of the Insurance Ombudsman are provided below. \nYou are requested to refer to the IRDAI website at “www.irdai.gov.in” for the updated details.  \n PART G  \nGrievance Redressal Mechanism, List of Ombudsmen and Other Annexures  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 22",
    "PART G  \nGrievance Redressal Mechanism, List of Ombudsmen and Other Annexures  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 22                        \n a.  Details and addresses of Insurance Ombudsman  \n \nOffice of the \nOmbudsman  Contact Details  Areas of Jurisdiction  \nAHMEDABAD  AHMEDABAD  - Shri Kuldip Singh  \nOffice of the Insurance Ombudsman,  \nJeevan Prakash Building, 6th floor,  \nTilak Marg, Relief Road,  \nAhmedabad – 380 001.  \nTel.: 079 - 25501201/02/05/06  \nEmail:  bimalokpal.ahmedabad@cioins.co.in  Gujarat,  \nDadra & Nagar Haveli,  \nDaman and Diu.  \nBHOPAL  BHOPAL - Shri R M Singh  \nOffice of the Insurance Ombudsman,  \nJanak Vihar Complex, 2nd Floor,  \n6, Malviya Nagar, Opp. Airtel Office,  \nNear New Market,  \nBhopal – 462 003.  \nTel.: 0755 - 2769201 / 2769202  \nFax: 0755 - 2769203  \nEmail:  bimalokpal.bhopal@cioins.co.in  Madhya Pradesh  \nChattisgarh.  \nBHUBANESHWAR   \nOffice of the Insurance Ombudsman,  \n62, Forest park,",
    "Tel.: 0755 - 2769201 / 2769202  \nFax: 0755 - 2769203  \nEmail:  bimalokpal.bhopal@cioins.co.in  Madhya Pradesh  \nChattisgarh.  \nBHUBANESHWAR   \nOffice of the Insurance Ombudsman,  \n62, Forest park,  \nBhubneshwar – 751 009.  \nTel.: 0674 - 2596461 /2596455  \nFax: 0674 - 2596429  \nEmail:  bimalokpal.bhubaneswar@cioins.co.in  Orissa.  \nBENGALURU  Office of the Insurance Ombudsman,  \nJeevan Soudha Building,PID No. 57 -27-N-19 \nGround Floor, 19/19, 24th Main Road,  \nJP Nagar, Ist Phase,  \nBengaluru – 560 078.  \nTel.: 080 - 26652048 / 26652049  \nEmail:  bimalokpal.bengaluru@cioins.co.in  Karnataka.  \nCHANDIGARH  Office of the Insurance Ombudsman,  \nS.C.O. No. 101, 102 & 103, 2nd Floor,  \nBatra Building, Sector 17 – D, \nChandigarh – 160 017.  \nTel.: 0172 - 2706196 / 2706468  \nFax: 0172 - 2708274  \nEmail:  bimalokpal.chandigarh@cioins.co.in  Punjab,  \nHaryana(excluding Gurugram, \nFaridabad, Sonepat and \nBahadurgarh)  \nHimachal Pradesh, Union Territories \nof Jammu & Kashmir,",
    "Email:  bimalokpal.chandigarh@cioins.co.in  Punjab,  \nHaryana(excluding Gurugram, \nFaridabad, Sonepat and \nBahadurgarh)  \nHimachal Pradesh, Union Territories \nof Jammu & Kashmir,  \nLadakh & Chandigarh.  \nCHENNAI  Office of  the Insurance Ombudsman,  \nFatima Akhtar Court, 4th Floor, 453,  \nAnna Salai, Teynampet,  \nCHENNAI – 600 018.  \nTel.: 044 - 24333668 / 24335284  \nFax: 044 - 24333664  \nEmail:  bimalokpal.chennai@cioins.co.in  Tamil Nadu,  \nTamil Nadu  \nPuducherryTown and  \nKaraikal (which are part of \nPuducherry).  \nDELHI  Office of the Insurance Ombudsman,  \n2/2 A, Universal Insurance Building,  \nAsaf Ali Road,  \nNew Delhi – 110 002.  \nTel.: 011 - 23232481/23213504  \nEmail:  bimalokpal.delhi@cioins.co.in  Delhi &  \nFollowing Districts of Haryana - \nGurugram, Faridabad, Sonepat & \nBahadurgarh.  \nGUWAHATI  Office of the Insurance Ombudsman,  \nJeevan Nivesh, 5th Floor,  \nNr. Panbazar over bridge, S.S. Road,  \nGuwahati – 781001(ASSAM).  \nTel.: 0361 - 2632204 / 2602205",
    "Bahadurgarh.  \nGUWAHATI  Office of the Insurance Ombudsman,  \nJeevan Nivesh, 5th Floor,  \nNr. Panbazar over bridge, S.S. Road,  \nGuwahati – 781001(ASSAM).  \nTel.: 0361 - 2632204 / 2602205  \nEmail:  bimalokpal.guwahati@cioins.co.in  Assam,  \nMeghalaya,  \nManipur,  \nMizoram,  \nArunachal Pradesh,  \nNagaland and Tripura.  \nHYDERABAD  Office of the Insurance Om budsman,  \n6-2-46, 1st floor, \"Moin Court\",  \nLane Opp. Saleem Function Palace,  \nA. C. Guards, Lakdi -Ka-Pool, \nHyderabad - 500 004.  \nTel.: 040 - 23312122  Andhra Pradesh,  \nTelangana,  \nYanam and  \npart of Union Territory of \nPuducherry.  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 23                        \n Fax: 040 - 23376599  \nEmail:  bimalokpal.hyderabad@cioins .co.in  \nJAIPUR  Office of the Insurance Ombudsman,  \nJeevan Nidhi – II Bldg., Gr. Floor,  \nBhawani Singh Marg,  \nJaipur - 302 005.  \nTel.: 0141 - 2740363  \nEmail:  bimalokpal.jaipur@cioins.co.in  \n Rajasthan.",
    "Jeevan Nidhi – II Bldg., Gr. Floor,  \nBhawani Singh Marg,  \nJaipur - 302 005.  \nTel.: 0141 - 2740363  \nEmail:  bimalokpal.jaipur@cioins.co.in  \n Rajasthan.  \nERNAKULAM  Office of the Insurance Ombudsman,  \n2nd Floor, Pulinat Bldg.,  \nOpp. Cochin Shipyard, M. G. Road,  \nErnakulam - 682 015.  \nTel.: 0484 - 2358759 / 2359338  \nFax: 0484 - 2359336  \nEmail:  bimalokpal.ernakulam@cioins.co.in  Kerala,  \nLakshadweep,  \nMahe -a part of Union Territory of \nPuducherry.  \nKOLKATA  Office of the Insurance Ombudsman,  \nHindustan Bldg. Annexe, 4th Floor,  \n4, C.R. Avenue,  \nKOLKATA - 700 072.  \nTel.: 033 - 22124339 / 22124340  \nFax : 033 - 22124341  \nEmail:  bimalokpal.kolkata@cioins.co.in  West Bengal,  \nSikkim,  \nAndaman & Nicobar Islands.  \nLUCKNOW  Office of the Insurance Ombudsman,  \n6th Floor, Jeevan Bhawan, Phase -II, \nNawal Kishore Road, Hazratganj,  \nLucknow - 226 001.  \nTel.: 0522 - 2231330 / 2231331  \nFax: 0522 - 2231310",
    "LUCKNOW  Office of the Insurance Ombudsman,  \n6th Floor, Jeevan Bhawan, Phase -II, \nNawal Kishore Road, Hazratganj,  \nLucknow - 226 001.  \nTel.: 0522 - 2231330 / 2231331  \nFax: 0522 - 2231310  \nEmail:  bimalokpal.lucknow@cioins.co.in  Districts of Uttar Pradesh :  \nLalitpur, Jhansi, Mahoba, Hamirpur, \nBanda, Chitrakoot, Allahabad, \nMirzapur, Sonbhabdra, Fatehpur, \nPratapgarh, Jaunpur,Varanasi, \nGazipur, Jalaun, Kanpur, Lucknow, \nUnnao, Sitapur, Lakhimpur, Bahraich, \nBarabanki, Raebareli, Sravasti, \nGonda, Faizabad, Amethi, \nKaushambi, Balrampur, Basti, \nAmbedkarnagar, Sultanpur, \nMaharajgang, Santkabirnagar, \nAzamgarh, Kushinagar, Gorkhpur, \nDeoria, Mau, Ghazipur, Chandauli, \nBallia, Sidharathnagar.  \nMUMBAI  Office of the Insurance Ombudsman,  \n3rd Floor, Jeevan Seva Annexe,  \nS. V. Roa d, Santacruz (W),  \nMumbai - 400 054.  \nTel.: \n69038821/23/24/25/26/27/28/28/29/30/31  \nFax: 022 - 26106052  \nEmail:  bimalokpal.mumbai@cioins.co.in  Goa, \nMumbai Metropolitan Region",
    "S. V. Roa d, Santacruz (W),  \nMumbai - 400 054.  \nTel.: \n69038821/23/24/25/26/27/28/28/29/30/31  \nFax: 022 - 26106052  \nEmail:  bimalokpal.mumbai@cioins.co.in  Goa, \nMumbai Metropolitan Region  \nexcluding Navi Mumbai & Thane.  \nNOIDA  Office of the Insurance Ombudsman,  \nBhagwan Sahai Palace  \n4th Floor, Main Road,  \nNaya Bans, Sector 15,  \nDistt: Gautam Buddh Nagar,  \nU.P-201301.  \nTel.: 0120 -2514252 / 2514253  \nEmail:  bimalokpal.noida@cioins.c o.in State of Uttaranchal and the \nfollowing Districts of Uttar Pradesh:  \nAgra, Aligarh, Bagpat, Bareilly, \nBijnor, Budaun, Bulandshehar, Etah, \nKanooj, Mainpuri, Mathura, Meerut, \nMoradabad, Muzaffarnagar, Oraiyya, \nPilibhit, Etawah, Farrukhabad, \nFirozbad, Gaut ambodhanagar, \nGhaziabad, Hardoi, Shahjahanpur, \nHapur, Shamli, Rampur, Kashganj, \nSambhal, Amroha, Hathras, \nKanshiramnagar, Saharanpur.  \nPATNA  \n Office of the Insurance Ombudsman,  \n2nd Floor, Lalit Bhawan,  \nBailey Road,  \nPatna 800 001.  \nTel.: 0612 -2547068",
    "Sambhal, Amroha, Hathras, \nKanshiramnagar, Saharanpur.  \nPATNA  \n Office of the Insurance Ombudsman,  \n2nd Floor, Lalit Bhawan,  \nBailey Road,  \nPatna 800 001.  \nTel.: 0612 -2547068  \nEmail:  bimalokpal.patna@cioins.co.in  Bihar,  \nJharkhand.  \nPUNE  Office of the Insurance Ombudsman,  \nJeevan Darshan Bldg., 3rd Floor,  Maharashtra,  \nArea of Navi Mumbai and Thane  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 24                        \n C.T.S. No.s. 195 to 198,  \nN.C. Kelkar Road, Narayan Peth,  \nPune – 411 030.  \nTel.: 020-41312555  \nEmail:  bimalokpal.pune@cioins.co.in  excluding Mumbai Metropolitan \nRegion.  \n \n b.   Insurance Ombudsman - \n1) The Ombudsman shall receive and consider complaints alleging deficiency in performance required of an \ninsurer (including its agents and intermediaries) or an insurance broker, on any of the following grounds —",
    "insurer (including its agents and intermediaries) or an insurance broker, on any of the following grounds — \n(a) delay in settlement of claims, beyond the time specified in the regulations, framed unde r the Insurance \nRegulatory and Development Authority of India Act, 1999;  \n(b) any partial or total repudiation of claims by the life insurer, general insurer or the health insurer;  \n(c) disputes over Premium paid or payable in terms of insurance Policy;  \n(d) misrepresent ation of Policy terms and conditions at any time in the Policy document or Policy contract;  \n(e) legal construction of insurance policies in so far as the dispute relates to claim;  \n(f) Policy servicing related grievances against insurers and their agents and interm ediaries;  \n(g) issuance of life insurance Policy, general insurance Policy including health insurance Policy which is not in \nconformity with the proposal form submitted by the proposer;",
    "(g) issuance of life insurance Policy, general insurance Policy including health insurance Policy which is not in \nconformity with the proposal form submitted by the proposer;  \n(h) non-issuance of insurance Policy after receipt of Premium in life insurance  and general insurance including \nhealth insurance; and  \n(i) any other matter arising from non -observance of or non -adherence to the provisions of any regulations made \nby the Authority with regard to protection of policyholders’ interests or otherwise, or of any  circular, guideline \nor instruction issued by the Authority, or of the terms and conditions of the policy contract, insofar as such \nmatter relates to issues referred to in clauses (a) to (h).  \n \nc. Manner in which complaint is to be made - \n1) Any person who has  a grievance against an insurer or insurance broker, may himself or through his legal \nheirs, nominee or assignee, make a complaint in writing to the Insurance Ombudsman within whose territorial",
    "heirs, nominee or assignee, make a complaint in writing to the Insurance Ombudsman within whose territorial \njurisdiction the branch or office of the insurer or the insura nce broker, as the case may be, complained \nagainst or the residential address or place of residence of the complainant is located.  \n2) The complaint shall be in writing, duly signed or made by way of electronic mail or online through the website \nof the Council  for Insurance Ombudsmen, by the complainant or through his legal heirs, nominee or assignee \nand shall state clearly the name and address of the complainant, the name of the branch or office of the \ninsurer against whom the complaint is made, the facts givi ng rise to the complaint, supported by documents, \nthe nature and extent of the loss caused to the complainant and the relief sought from the Insurance \nOmbudsman.  \n3) No complaint to the Insurance Ombudsman shall lie unless —",
    "the nature and extent of the loss caused to the complainant and the relief sought from the Insurance \nOmbudsman.  \n3) No complaint to the Insurance Ombudsman shall lie unless — \n(a) the complainant has made a represent ation in writing or through electronic mail or online through website of \nthe insurer or insurance broker concerned  to the insurer or insurance broker, as the case may be, named in \nthe complaint and — \ni. either the insurer or insurance broker, as the case may be, had rejected the complaint; or  \nii. the complainant had not received any reply within a period of one month after the insurer or insurance \nbroker, as the case may be,  received his representation; or  \niii. the complainant is not satisfied with the reply given to him by the insurer or insurance broker, as the case \nmay be;  \n(b) The complaint is made within one year — \ni. after the order of the insurer or insurance broker, as the case may be,  rejecting the representation is \nreceived; or",
    "may be;  \n(b) The complaint is made within one year — \ni. after the order of the insurer or insurance broker, as the case may be,  rejecting the representation is \nreceived; or  \nii. after receipt of decision of the insur er or insurance broker, as the case may be,  which is not to the \nsatisfaction of the complainant;  \n iii. after expiry of a period of one month from the date of sending the written representation to the insurer or \ninsurance broker, as the case may be, if the  insurer named fails to furnish reply to the complainant.  \n4) The Ombudsman shall be empowered to condone the delay in such cases as he may consider necessary, after \ncalling for objections of the insurer or insurance broker, as the case may be, against the pr oposed \ncondonation and after recording reasons for condoning the delay and in case the delay is condoned, the date \nof condonation of delay shall be deemed to be the date of filing of the complaint, for further proceedings \nunder these rules.",
    "of condonation of delay shall be deemed to be the date of filing of the complaint, for further proceedings \nunder these rules.  \n5) No complaint before the Insurance Ombudsman shall be maintainable on the same subject matter on which \nproceedings are pending before or disposed of by any court or consumer forum or arbitrator.  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 25                        \n The Council for Insurance Ombudsmen shall develop a complaints management s ystem, which shall include an \nonline platform developed for the purpose of online submission and tracking of the status of complaints made \nunder rule 14 of Insurance Ombudsman Rules, 2017 . \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 26                        \n ANNEXURE - A – COVERAGE SCHEDULE  \n(Forming part of the HDFC Life  Group Term Life  Policy  No. ________)  \n \n \nS.No. Name \nof \nInsured \nMember  Uniqu\ne ID Gender  Age as on \nlast",
    "ANNEXURE - A – COVERAGE SCHEDULE  \n(Forming part of the HDFC Life  Group Term Life  Policy  No. ________)  \n \n \nS.No. Name \nof \nInsured \nMember  Uniqu\ne ID Gender  Age as on \nlast \nbirthday  Occupation/  \nDesignation  Average \nSalary/  \nIncome  Sum \nAssur\ned In \nForce  Addition\nal Sum \nAssured  Premiu\nm \n(Base)  Premium  \n(Riders)  Risk \nCommen\ncement \nDate Nominee \nName (If \napplicabl\ne) \n             \n             \n             \n             \n             \n \n \n \n \n \nPOLICY  NUMBER:  <<<  POLICY  NO >>> \nPOLICY  HOLDER : <<<  POLICY  HOLDER NAME >>>  \n \nSection – 1:  ADDITION DETAILS  \n \nNOTE: - Before sending  the details , please check that \"NO Death Has Taken Place\" for the members mentioned \nabove, else provide us the details separately via mail  \nSection – 2 :  DELETION DETAILS  \n \nIMPORTANT INSTRUCTION  -WE HEREBY ASSUME, THAT THE DELETION DETAILS PROVIDED ABOVE  ,DOES NOT \nCONSIST ANY DEATH DETAILS , IF YES IT SHOULD BE MENTIONED IN THE COLUMN \"REASON FOR DELETION\"",
    "IMPORTANT INSTRUCTION  -WE HEREBY ASSUME, THAT THE DELETION DETAILS PROVIDED ABOVE  ,DOES NOT \nCONSIST ANY DEATH DETAILS , IF YES IT SHOULD BE MENTIONED IN THE COLUMN \"REASON FOR DELETION\" \nSEPARATELY.  \nSection – 3 :  SALARY UPDATION DETAILS  \n NOTE: - Before sending the details , please check that \"NO Death Has Taken Place\" for the members m entioned \nabove, else provide us the details separately via mail  \n \nSection – 4: Change in Policy -Member Details  \n \n \n \nFormat of Lender Borrower Relationship Scheme  \n \nDate: _____/_________/_____________  \nPolicy  Holder’s Signature: _______________________________________________  \n(With company Seal  \n \nName of Member Loan Account No Date of Birth Date of Enrollment Sum Assured Loan Amount Nominee NameRelationship \nof NomineeAddress of \nmemberAddress of \nnomineeOccupationPremium \nCollectedAMENDMENT FORM  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 27                        \n ANNEXURE - B",
    "memberAddress of \nnomineeOccupationPremium \nCollectedAMENDMENT FORM  \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 27                        \n ANNEXURE - B \n \nSection 45 – Policy  shall not be called in question on the ground of misstatement after three years  \n \nProvisions regarding Policy  not being called into question in terms of Section 45 of the Insurance Act, 1938, as \namended from time to time are as follows:  \n \n01. No Policy  of Life Insurance shall be called in question on any ground whatsoever after expiry of 3 years from  \na. the date o f issuance of Policy  or \nb. the date of commencement of risk or  \nc. the date of revival of Policy  or \nd. the date of rider to the Policy  \nwhichever is later.  \n \n02. On the ground of fraud, a Policy  of Life Insurance may be called in question within 3 years from  \na. the date of issuance of Policy  or \nb. the date of commencement of risk or  \nc. the date of revival of Policy  or",
    "a. the date of issuance of Policy  or \nb. the date of commencement of risk or  \nc. the date of revival of Policy  or \nd. the date of rider to the Policy  \nwhichever is later.  \n \nFor this, the insurer should communicate in writing to the insured or legal representative or nominee or assignees \nof insured, as applicable, mentioning the ground and materials on which such decision is based.  \n \n03. Fraud means any of the following acts committed by insured or by his agent, with the intent to deceive the \ninsurer o r to induce the insurer to issue a life insurance Policy : \n \na. The suggestion, as a fact of that which is not true and which the insured does not believe to be true;  \nb. The active concealment of a fact by the insured having knowledge or belief of the fact;  \nc. Any other act fitted to deceive; and  \nd. Any such act or omission as the law specifically declares to be fraudulent.",
    "c. Any other act fitted to deceive; and  \nd. Any such act or omission as the law specifically declares to be fraudulent.  \n \n04. Mere silence is not fraud unless, depending on circumstances of the case, it is the duty of the insured or his \nagent keeping silence  to speak or silence is in itself equivalent to speak.  \n \n05. No Insurer shall repudiate a life insurance Policy  on the ground of Fraud, if the Insured / claimant can prove \nthat the misstatement was true to the best of his knowledge and there was no delibera te intention to suppress the \nfact or that such misstatement of or suppression of material fact are within the knowledge of the insurer. Onus of \ndisproving is upon the Policyholder , if alive, or claimant.  \n \n06. Life insurance Policy  can be called in question  within 3 years on the ground that any statement of or \nsuppression of a fact material to expectancy of life of the insured was incorrectly made in the master proposal",
    "suppression of a fact material to expectancy of life of the insured was incorrectly made in the master proposal  \nform or other document basis which Policy  was issued or revived or rider issued. For this , the insurer should \ncommunicate in writing to the insured or legal representative or nominee or assignees of insured, as applicable, \nmentioning the ground and materials on which decision to repudiate the Policy  of life insurance is based.  \n \n07. In case rep udiation is on ground of misstatement and not on fraud, the Premium  collected on Policy  till the \ndate of repudiation shall be paid to the insured or legal representative or nominee or assignees of insured, within \na period of 90 days from the date of repudi ation.  \n \n08. Fact shall not be considered material unless it has a direct bearing on the risk undertaken by the insurer. The \nonus is on insurer to show that if the insurer had been aware of the said fact, no life insurance Policy  would have",
    "onus is on insurer to show that if the insurer had been aware of the said fact, no life insurance Policy  would have \nbeen issued to t he insured.  \n \n09. The insurer can call for proof of age at any time if he is entitled to do so and no Policy  shall be deemed to be \ncalled in question merely because the terms of the Policy  are adjusted on subsequent proof of age of life insured. \nSo, this Se ction will not be applicable for questioning age or adjustment based on proof of age submitted \nsubsequently.  \n \n[Disclaimer: This is not a comprehensive list of amendments. Policyholder s are advised to refer to Section 45 of \nthe Insurance Act, 1938, as amend ed from time to time for complete and accurate details].  \n \n \n \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 28                        \n ANNEXURE - C \nSection 39 – Nomination by Policyholder",
    "F&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 28                        \n ANNEXURE - C \nSection 39 – Nomination by Policyholder  \n \nProvisions regarding nomination of a Policy  in terms of Section 39 of the Insurance Act, 1938, as amended from \ntime to time are as follows:  \n \n01. The Policyholder  of a life insurance on his own life may nominate a person or persons to whom money secured \nby the Policy  shall be paid in the event of his death.  \n \n02. Where the Nominee is a minor, the Policyholder  may appoint any person to receive t he money secured by the \nPolicy  in the event of Policyholder ’s death during the minority of the Nominee. The manner of appointment is to be \nlaid down by the insurer.  \n \n03. Nomination can be made at any time before the maturity of the Policy .  \n \n04. Nomination may be incorporated in the text of the Policy  itself or may be endorsed on the Policy",
    "03. Nomination can be made at any time before the maturity of the Policy .  \n \n04. Nomination may be incorporated in the text of the Policy  itself or may be endorsed on the Policy  \ncommunicated to the insurer and can be registered by the insurer in the records relating to the Policy .  \n \n05. Nomination can be cancelled or changed at any  time before Policy  matures, by an endorsement or a further \nendorsement or a will as the case may be.  \n \n06. A notice in writing of Change or Cancellation of nomination must be delivered to the insurer for the insurer to \nbe liable to such Nominee. Otherwise , insurer will not be liable if a bona fide payment is made to the person \nnamed in the text of the Policy  or in the registered records of the insurer.  \n \n07. Fee to be paid to the insurer for registering change or cancellation of a nomination can be specifi ed by the \nAuthority through Regulations.",
    "07. Fee to be paid to the insurer for registering change or cancellation of a nomination can be specifi ed by the \nAuthority through Regulations.  \n \n08. On receipt of notice with fee, the insurer should grant a written acknowledgement to the Policyholder  of \nhaving registered a nomination or cancellation or change thereof.  \n \n09. A transfer or assignment made in  accordance with Section 38 shall automatically cancel the nomination except \nin case of assignment to the insurer or other transferee or assignee for purpose of loan or against security or its \nreassignment after repayment. In such case, the nomination will  not get cancelled to the extent of insurer’s or \ntransferee’s or assignee’s interest in the Policy . The nomination will get revived on repayment of the loan.  \n \n10. The right of any creditor to be paid out of the proceeds of any Policy  of life insurance shall not be affected by \nthe nomination.",
    "10. The right of any creditor to be paid out of the proceeds of any Policy  of life insurance shall not be affected by \nthe nomination.  \n \n11. In case of nomination by Policyholder  whose life is insured, if the Nominees die before the Policyholder , the \nproceeds are payable to Policyholder  or his heirs or legal representatives or ho lder of succession certificate.  \n \n12. In case Nominee(s) survive the person whose life is insured, the amount secured by the Policy  shall be paid to \nsuch survivor(s).  \n \n13. Where the Policyholder  whose life is insured nominates his  \na. Parents, or  \nb. Spouse, or   \nc. Children, or  \nd. Spouse, and children  \ne. or any of them  \n \nthe Nominees are beneficially entitled to the amount payable by the insurer to the Policyholder  unless it is proved \nthat Policyholder  could not have conferred such beneficial title on the Nominee havin g regard to the nature of his \ntitle.",
    "that Policyholder  could not have conferred such beneficial title on the Nominee havin g regard to the nature of his \ntitle.  \n \n14. If Nominee(s) die after the Policyholder  but before his share of the amount secured under the Policy  is paid, \nthe share of the expired Nominee(s) shall be payable to the heirs or legal representative of the Nomine e or holder \nof succession certificate of such Nominee(s).  \n \n15. The provisions of sub -section 7 and 8 (13 and 14 above) shall apply to all life insurance policies maturing for \npayment after the commencement of Insurance Laws (Amendment) Act, 2015.  \n \n16. If  Policyholder  dies after maturity but the proceeds and Benefit  of the Policy  has not been paid to him because \nof his death, his Nominee(s) shall be entitled to the proceeds and Benefit  of the Policy .  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 29",
    "of his death, his Nominee(s) shall be entitled to the proceeds and Benefit  of the Policy .  \n \n \nF&U dated 15th October  2022                  UIN-101N169V0 2  P a g e  | 29                        \n 17. The provisions of Section 39 are not applicable to  any life insurance Policy  to which Section 6 of Married \nWomen’s Property Act, 1874 applies or has at any time applied except where before or after Insurance Laws \n(Amendment) Act, 2015, a nomination is made in favour of spouse or children or spouse and chi ldren whether or \nnot on the face of the Policy  it is mentioned that it is made under Section 39. Where nomination is intended to be \nmade to spouse or children or spouse and children under Section 6 of MWP Act, it should be specifically mentioned \non the Policy. In such a case only, the provisions of Section 39 will not apply.  \n \n[Disclaimer: This is not a comprehensive list of amendments. Policyholder s are advised to refer to Section 39 of",
    "on the Policy. In such a case only, the provisions of Section 39 will not apply.  \n \n[Disclaimer: This is not a comprehensive list of amendments. Policyholder s are advised to refer to Section 39 of \nthe Insurance Act, 1938, as amended from time to time for complete and  accurate details]."
]